var config = {
  // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
  // 每句话尽量不要超过15个字,不然展示效果可能不太好
  texts: [
    "送给我", //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
    "心爱的老婆（宝宝一号）", // 同上...
    "今天是你的生日",
    "这是我们在一起的",
    "第二个生日！",
    "这一年来，我见过你",
    "睡觉的样子",
    "爱我的样子",
    "生气的样子",
    "腼腆的样子",
    "都是我爱你的样子",
    "我最可爱的宝宝一号",
    "今年要开开心心的",
    "喂饱饱的",
    "然后才有力气和精神色色",
    "和最重要的想我！",
    "生日快乐宝宝~~",
  ],
  /**
   * imgs 可以不填, 但是如果要填写的话必须遵循下面的格式
   * "对应上面的文字, 要完全一样" : "图片地址, 可以把图片放在imgs文件夹中"
   * 例如
   * "心爱的小可爱": "./imgs/xiaokeai.jpg"
   *
   * 如果不要图片的话, 直接在每行开头写两个斜杠注释即可, 例如下面的 "今天是你的生日" 的图片就不会展示了:)
   * Tip: 图片最好用正方形or接近正方形, 看起来效果更好
   */
  imgs: {
    送给我: "./imgs/songxinxin.jpeg",
    "心爱的老婆（宝宝一号）": "./imgs/1.jpg",
    今天是你的生日: "./imgs/2.jpg",
    这是我们在一起的: "./imgs/3.jpg",
    "第二个生日！": "./imgs/4.jpg",
    "这一年来，我见过你": "./imgs/5.jpg",
    睡觉的样子: "./imgs/6.jpg",
    爱我的样子: "./imgs/7.jpg",
    生气的样子: "./imgs/8.jpg",
    腼腆的样子: "./imgs/9.jpg",
    都是我爱你的样子: "./imgs/10.jpg",
    我最可爱的宝宝一号: "./imgs/11.jpg",
    今年要开开心心的: "./imgs/12.jpg",
    喂饱饱的: "./imgs/13.jpg",
    然后才有力气和精神色色: "./imgs/14.jpg",
    "和最重要的想我！": "./imgs/15.jpg",
    "生日快乐宝宝~~": "./imgs/16.jpg",
  },

  // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
  desc: {
    turn_on: "点我开始",
    play: "搞点音乐？",
    bannar_coming: "搞点气氛？",
    balloons_flying: "好像还少点东西...",
    cake_fadein: "蛋糕？",
    light_candle: "蜡烛？",
    wish_message: "祝宝宝一号24岁生日快乐～",
    story: "想对宝宝一号说的话",
  },

  // 结束语
  loveText: "From 最爱你的老公（宝宝二号）",
};
